Revit 2027 API
ParameterTypeId.FabricationEndSize Property
 "Size of Connector End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationEndSize { get; }
Public Shared ReadOnly Property FabricationEndSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationEndSize {
	ForgeTypeId^ get ();
}
static member FabricationEndSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace